"Name:" = "Naam:";
"Wildcard" = "Jokerteken";

"Extension:" = "Extensie:";

"Label:" = "Label:";
"Hold Command to select multiple labels" = "Houd Command ingedrukt om meerdere labels te selecteren";

"Kind:" = "Soort:";
"Any" = "Elke";
"Folder" = "Map";
"File" = "Bestand";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ items geselecteerd";

"Extend selection" = "Breid selectie uit";

"Select" = "Selecteer";
"Invert" = "Keer om";
"Select & Close" = "Selecteer en sluit";